<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xmlns:x="https://www.texmacs.org/2002/extensions" xmlns:m="http://www.w3.org/1998/Math/MathML">
  <head>
    <title>TeXmacs notes</title>
    <meta charset="utf-8" content="TeXmacs 2.1.4" name="generator"></meta>
    <link href="../../resources/notes-base.css" type="text/css" rel="stylesheet"></link>
    <link href="../../resources/blog-icon.png" rel="icon"></link>
    <script src="../../resources/highlight.pack.js" language="javascript" defer></script>
    <script src="../../resources/notes-base.js" language="javascript" defer></script>
  </head>
  <body>
    <div class="toggle" style="display: none">
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
      <p>
        
      </p>
    </div>
    <h2 id="auto.1-1">1.<span style="margin-left: 1em"></span>&#x524D;&#x5F80;&#x7F8E;&#x56FD;<span style="margin-left: 1em"></span></h2>
    <p>
      &#x7ECF;&#x8FC7;&#x4E00;&#x756A;&#x5145;&#x5206;&#x7684;&#x51C6;&#x5907;&#x4E0E;&#x89C4;&#x5212;&#xFF0C;&#x5B8C;&#x6210;&#x4E86;&#x5B66;&#x6821;&#x7684;&#x671F;&#x672B;&#x8003;&#x8BD5;&#x3001;&#x4F5C;&#x4E1A;&#x548C;&#x9879;&#x76EE;&#xFF0C;&#x4E5F;&#x529E;&#x59A5;&#x4E86;&#x4E00;&#x7CFB;&#x5217;&#x51FA;&#x5883;&#x624B;&#x7EED;&#xFF0C;&#x7EC8;&#x4E8E;&#x53EF;&#x4EE5;&#x51FA;&#x53D1;&#x53BB;&#x65C5;&#x884C;&#xFF0C;&#x597D;&#x597D;&#x653E;&#x677E;&#x4E00;&#x4E0B;&#x4E86;&#x3002;&#x9274;&#x4E8E;&#x8FD9;&#x662F;&#x6211;&#x7B2C;&#x4E00;&#x6B21;&#x72EC;&#x81EA;&#x98DE;&#x884C;&#x8FD9;&#x4E48;&#x8FDC;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#x505A;&#x597D;&#x4E24;&#x624B;&#x51C6;&#x5907;&#xFF1A;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4E3A;&#x4E86;&#x907F;&#x514D;&#x521D;&#x5230;&#x5F02;&#x56FD;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7684;&#x8BED;&#x8A00;&#x4E0D;&#x901A;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x9009;&#x62E9;&#x4E0E;&#x6B63;&#x5728;&#x7F8E;&#x56FD;&#x8BFB;&#x4E66;&#x3001;&#x5047;&#x671F;&#x5373;&#x5C06;&#x7ED3;&#x675F;&#x7684;&#x53D1;&#x5C0F;&#x540C;&#x884C;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4E3A;&#x4E86;&#x6253;&#x53D1;&#x9014;&#x4E2D;&#x65F6;&#x5149;&#xFF0C;&#x6211;&#x63D0;&#x524D;&#x5728;B&#x7AD9;&#x7F13;&#x5B58;&#x4E86;&#x5927;&#x91CF;&#x4E0E;&#x535A;&#x5F08;&#x8BBA;&#x76F8;&#x5173;&#x7684;&#x89C6;&#x9891;&#xFF0C;&#x4F9B;&#x65C5;&#x9014;&#x4E2D;&#x89C2;&#x770B;&#x3002;
    </p>
    <p>
      &#x62B5;&#x8FBE;Los
      Angles&#x65F6;&#xFF0C;&#x6B63;&#x503C;&#x5C71;&#x706B;&#x8086;&#x8650;&#x3002;&#x4E0D;&#x5DE7;&#x7684;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x4E3A;&#x4E86;&#x4E2D;&#x8F6C;&#x800C;&#x9884;&#x5B9A;&#x7684;&#x673A;&#x573A;&#x9644;&#x8FD1;&#x9152;&#x5E97;&#xFF0C;&#x6B63;&#x597D;&#x9760;&#x8FD1;&#x706B;&#x707E;&#x533A;&#x57DF;&#x3002;&#x4E00;&#x8DEF;&#x4E0A;&#x53F8;&#x673A;&#x4E0D;&#x65AD;&#x63D0;&#x9192;&#x6211;&#x4EEC;&#x6234;&#x597D;&#x53E3;&#x7F69;&#xFF0C;&#x7A7A;&#x6C14;&#x4E2D;&#x4E5F;&#x786E;&#x5B9E;&#x5F25;&#x6F2B;&#x7740;&#x8089;&#x773C;&#x53EF;&#x89C1;&#x7684;&#x7070;&#x70EC;&#x3002;&#x6240;&#x5E78;&#x7B2C;&#x4E8C;&#x5929;&#x6211;&#x4EEC;&#x4FBF;&#x7EE7;&#x7EED;&#x98DE;&#x5F80;Texas&#xFF0C;&#x5F97;&#x4EE5;&#x8131;&#x79BB;&#x9669;&#x5883;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img src="ustexas-1.png" style="margin-left: -0.0124121212121212em; margin-bottom: -0.0124121212121212em; margin-right: -0.0124121212121224em; margin-top: 0em; vertical-align: 0em; height: 25.0625939393939em"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 1. </b><a id="auto.1.1-1"></a>
          </p><div class="float">
            <p>
              Los Angeles&#x7684;&#x5C71;&#x706B;&#x5728;Google
              Maps&#x4E0A;&#x7684;&#x663E;&#x793A;.
              &#x6DF1;&#x7070;&#x8272;&#x7684;&#x90E8;&#x5206;&#x662F;&#x6709;&#x6D53;&#x70DF;&#x7684;&#x533A;&#x57DF;,
              &#x6DE1;&#x7070;&#x8272;&#x7684;&#x90E8;&#x5206;&#x662F;&#x6709;&#x4E2D;&#x7B49;&#x70DF;&#x7684;&#x53BB;&#x96E8;;
              &#x7EA2;&#x8272;&#x662F;&#x5C71;&#x706B;&#x8986;&#x76D6;&#x7684;&#x533A;&#x57DF;.
              <a id=" fig:fire"></a>
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <p>
      &#x7B2C;&#x4E8C;&#x5929;&#x4E00;&#x65E9;&#xFF0C;&#x4E0D;&#x77E5;&#x662F;&#x5426;&#x53D7;&#x5230;&#x5C71;&#x706B;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5929;&#x8FB9;&#x7684;&#x671D;&#x9633;&#x900F;&#x8FC7;&#x7070;&#x8499;&#x8499;&#x7684;&#x4E91;&#x5C42;&#xFF0C;&#x4E0E;&#x9AD8;&#x5904;&#x6E05;&#x6F88;&#x7684;&#x84DD;&#x5929;&#x4EA4;&#x76F8;&#x8F89;&#x6620;&#xFF0C;&#x6784;&#x6210;&#x4E00;&#x5E45;&#x8272;&#x8C03;&#x5947;&#x7279;&#x5374;&#x53C8;&#x548C;&#x8C10;&#x7684;&#x753B;&#x9762;&#x3002;&#x66F4;&#x6709;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x4E00;&#x7FA4;&#x6E05;&#x6668;&#x4FBF;&#x5DF2;&#x8D77;&#x98DE;&#x7684;&#x9E1F;&#x513F;&#x7A7F;&#x68AD;&#x5176;&#x95F4;&#xFF0C;&#x4E3A;&#x8FD9;&#x5E45;&#x7565;&#x5E26;&#x5FE7;&#x90C1;&#x7684;&#x5929;&#x666F;&#x589E;&#x6DFB;&#x4E86;&#x4E00;&#x4E1D;&#x751F;&#x52A8;&#x4E0E;&#x7075;&#x6C14;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img src="ustexas-2.png" style="margin-left: -0.0124121212121212em; margin-bottom: -0.0124121212121212em; margin-right: -0.0124121212121224em; margin-top: 0em; vertical-align: 0em; height: 24.084096969697em"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 2. </b><a id="auto.1.1-2"></a>
          </p><div class="float">
            <p>
              &#x65E9;&#x6668;, Los
              Angles&#x7684;&#x7F8E;&#x4E3D;&#x666F;&#x8C61;<a id="fig:los-beau"></a>
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <h2 id="auto.1.2-1">2.<span style="margin-left: 1em"></span>&#x73AF;&#x5883;&#x3001;&#x5DEE;&#x5F02;&#x3001;&#x9700;&#x8981;&#x7684;&#x82F1;&#x8BED;<span
    style="margin-left: 1em"></span></h2>
    <p>
      &#x603B;&#x4F53;&#x800C;&#x8A00;&#xFF0C;&#x7F8E;&#x56FD;&#x5730;&#x5E7F;&#x4EBA;&#x7A00;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x5FB7;&#x514B;&#x8428;&#x65AF;&#x5DDE;&#xFF0C;&#x57CE;&#x5E02;&#x5E03;&#x5C40;&#x548C;&#x6211;&#x4EEC;&#x4E60;&#x60EF;&#x7684;&#x57CE;&#x5E02;&#x98CE;&#x8C8C;&#x6709;&#x5F88;&#x5927;&#x4E0D;&#x540C;&#x3002;&#x5728;&#x6211;&#x6240;&#x505C;&#x7559;&#x7684;&#x57CE;&#x5E02;&#xFF0C;&#x51E0;&#x4E4E;&#x770B;&#x4E0D;&#x5230;&#x5BC6;&#x96C6;&#x7684;&#x6469;&#x5929;&#x5927;&#x697C;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x5EFA;&#x7B51;&#x90FD;&#x53EA;&#x6709;&#x4E00;&#x4E24;&#x5C42;&#x9AD8;&#xFF0C;&#x57CE;&#x5E02;&#x7684;&#x5929;&#x9645;&#x7EBF;&#x4E5F;&#x56E0;&#x6B64;&#x663E;&#x5F97;&#x683C;&#x5916;&#x5F00;&#x9614;&#x3002;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x533A;&#x57DF;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x4EBA;&#x70DF;&#xFF0C;&#x4E00;&#x773C;&#x671B;&#x53BB;&#x5C31;&#x662F;&#x5927;&#x7247;&#x7684;&#x7A7A;&#x5730;&#x3001;&#x519C;&#x7530;&#xFF0C;&#x6216;&#x662F;&#x704C;&#x6728;&#x4E0E;&#x8349;&#x539F;&#x3002;&#x8D70;&#x5728;&#x8857;&#x4E0A;&#xFF0C;&#x9664;&#x4E86;&#x4E00;&#x4E9B;&#x6539;&#x88C5;&#x8FC7;&#x7684;&#x6C7D;&#x8F66;&#x547C;&#x5578;&#x800C;&#x8FC7;&#x4E4B;&#x5916;&#xFF0C;&#x5176;&#x6700;&#x5927;&#x7684;&#x7279;&#x70B9;&#x5C31;&#x662F;&#x5B89;&#x9759;&#xFF0C;&#x6709;&#x65F6;&#x751A;&#x81F3;&#x89C9;&#x5F97;&#x8FD9;&#x4E0D;&#x592A;&#x50CF;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x610F;&#x4E49;&#x4E0A;&#x7684;&ldquo;&#x57CE;&#x5E02;&rdquo;&#xFF0C;&#x800C;&#x66F4;&#x50CF;&#x662F;&#x6563;&#x5E03;&#x7740;&#x5C45;&#x6C11;&#x70B9;&#x7684;&#x5927;&#x578B;&#x793E;&#x533A;&#x3002;
    </p>
    <p>
      &#x5728;&#x8FD9;&#x6837;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x65E5;&#x5E38;&#x51FA;&#x884C;&#x51E0;&#x4E4E;&#x79BB;&#x4E0D;&#x5F00;&#x6C7D;&#x8F66;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x53BB;&#x8D85;&#x5E02;&#x3001;&#x670B;&#x53CB;&#x5BB6;&#xFF0C;&#x8FD8;&#x662F;&#x6700;&#x8FD1;&#x7684;&#x516C;&#x4EA4;&#x7AD9;&#x70B9;&#xFF0C;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x90FD;&#x9700;&#x8981;&#x5F00;&#x8F66;&#x5341;&#x51E0;&#x5206;&#x949F;&#xFF0C;&#x8FD9;&#x548C;&#x6211;&#x4EEC;&#x719F;&#x6089;&#x7684;&#x6B65;&#x884C;&#x6216;&#x9A91;&#x8F66;&#x5373;&#x53EF;&#x5230;&#x8FBE;&#x4FBF;&#x5229;&#x5E97;&#x7684;&#x751F;&#x6D3B;&#x8282;&#x594F;&#x5927;&#x76F8;&#x5F84;&#x5EAD;&#x3002;&#x521D;&#x5230;&#x8FD9;&#x91CC;&#x65F6;&#xFF0C;&#x6211;&#x6700;&#x5927;&#x7684;&#x6311;&#x6218;&#x5E76;&#x4E0D;&#x662F;&#x9002;&#x5E94;&#x996E;&#x98DF;&#x6216;&#x6C14;&#x5019;&#xFF0C;&#x800C;&#x662F;&#x7B80;&#x5355;&#x7684;&#x8BED;&#x8A00;&#x6C9F;&#x901A;&#x3002;
    </p>
    <p>
      &#x867D;&#x7136;&#x6B64;&#x524D;&#x4E5F;&#x5B66;&#x8FC7;&#x82F1;&#x8BED;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x9762;&#x5BF9;&#x9700;&#x8981;&#x7528;&#x82F1;&#x6587;&#x8BE2;&#x95EE;&#x8DEF;&#x3001;&#x7ED3;&#x8D26;&#x3001;&#x70B9;&#x9910;&#xFF0C;&#x751A;&#x81F3;&#x548C;&#x522B;&#x4EBA;&#x5BD2;&#x6684;&#x65F6;&#xFF0C;&#x624D;&#x53D1;&#x73B0;&#x6709;&#x65F6;&#x5019;&#x5B66;&#x5230;&#x7684;&#x53E5;&#x5B50;&#x8FDC;&#x8FDC;&#x4E0D;&#x591F;&#x7528;&#x3002;&#x4F46;&#x662F;&#x5F53;&#x5730;&#x5C45;&#x6C11;&#x76F8;&#x5F53;&#x5730;&#x70ED;&#x5FC3;&#xFF0C;&#x8010;&#x5FC3;&#x5730;&#x542C;&#x5E26;&#x6709;&#x4E0D;&#x81EA;&#x7136;&#x505C;&#x987F;&#x7684;&#x82F1;&#x8BED;&#xFF1A;&#x611F;&#x89C9;&#x4E5F;&#x633A;&#x597D;&#x73A9;&#x3002;&#x7ECF;&#x8FC7;&#x51E0;&#x5929;&#x7684;&#x9002;&#x5E94;&#xFF0C;&#x8FD9;&#x4E9B;&#x8868;&#x8FBE;&#x6162;&#x6162;&#x53D8;&#x5F97;&#x719F;&#x6089;&#x8D77;&#x6765;&#x3002;&#x4E5F;&#x6E10;&#x6E10;&#x7406;&#x89E3;&#x4E86;&#xFF0C;&#x4E0D;&#x7528;&#x6BCF;&#x4E00;&#x53E5;&#x90FD;&ldquo;&#x7FFB;&#x8BD1;&#x6210;&#x4E2D;&#x6587;&#x518D;&#x7FFB;&#x56DE;&#x53BB;&rdquo;&#xFF0C;&#x53EA;&#x8981;&#x5927;&#x80C6;&#x5F00;&#x53E3;&#x3001;&#x6293;&#x4F4F;&#x5173;&#x952E;&#x8BCD;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x5F88;&#x8010;&#x5FC3;&#xFF0C;&#x4E5F;&#x5F88;&#x53CB;&#x5584;&#xFF0C;&#x613F;&#x610F;&#x5E2E;&#x52A9;&#x4F60;&#x8868;&#x8FBE;&#x548C;&#x7406;&#x89E3;&#x3002;
    </p>
    <p>
      &#x5728;&#x7F8E;&#x56FD;&#x9910;&#x9986;&#x70B9;&#x9910;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x4E0E;&#x56FD;&#x5185;&#x7684;&#x65B9;&#x5F0F;&#x6709;&#x4E9B;&#x4E0D;&#x540C;&#xFF0C;&#x521A;&#x5F00;&#x59CB;&#x8FD8;&#x771F;&#x6709;&#x70B9;&#x4E0D;&#x4E60;&#x60EF;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x9910;&#x5385;&#x662F;&#x6CA1;&#x6709;&ldquo;&#x83DC;&#x5355;&#x4E8C;&#x7EF4;&#x7801;&rdquo;&#x8FD9;&#x79CD;&#x4E1C;&#x897F;&#x7684;&#xFF0C;&#x670D;&#x52A1;&#x5458;&#x4F1A;&#x4EB2;&#x81EA;&#x9012;&#x4E0A;&#x7EB8;&#x8D28;&#x83DC;&#x5355;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x653E;&#x5728;&#x684C;&#x4E0A;&#x7B49;&#x4F60;&#x81EA;&#x5DF1;&#x7FFB;&#x770B;&#x3002;&#x4E00;&#x5750;&#x4E0B;&#xFF0C;&#x670D;&#x52A1;&#x5458;&#x901A;&#x5E38;&#x4F1A;&#x5148;&#x95EE;&#x4F60;&#x60F3;&#x559D;&#x4EC0;&#x4E48;&#xFF1A;&ldquo;Would
      you like something to drink?&rdquo;
      &#x6216;&#x8005;&#x76F4;&#x63A5;&#x5217;&#x51FA;&#x9009;&#x9879;&#xFF1A;&ldquo;Water,
      soda, or maybe some iced tea?&rdquo;
    </p>
    <p>
      &#x70B9;&#x996E;&#x6599;&#x65F6;&#xFF0C;&#x6709;&#x4E9B;&#x7EC6;&#x8282;&#x4E5F;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x70B9;&#x7684;&#x662F;&#x6C34;&#xFF0C;&#x670D;&#x52A1;&#x5458;&#x9ED8;&#x8BA4;&#x7ED9;&#x7684;&#x662F;&#x51B0;&#x6C34;&#xFF08;ice
      water&#xFF09;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x60F3;&#x52A0;&#x51B0;&#xFF0C;&#x6700;&#x597D;&#x63D0;&#x524D;&#x8BF4;&#x660E;&#xFF1A;&ldquo;Water,
      no ice, please.&rdquo;
      &#x53E6;&#x5916;&#xFF0C;&#x5F88;&#x591A;&#x996E;&#x6599;&#xFF08;&#x6BD4;&#x5982;&#x53EF;&#x4E50;&#xFF09;&#x662F;&#x53EF;&#x4EE5;&#x65E0;&#x9650;&#x7EED;&#x676F;&#x7684;&#xFF0C;&#x53EB;
      <strong>free
      refill</strong>&#xFF0C;&#x4E0D;&#x8FC7;&#x9152;&#x7C7B;&#x548C;&#x74F6;&#x88C5;&#x996E;&#x6599;&#x4E00;&#x822C;&#x4E0D;&#x5728;&#x6B64;&#x5217;&#x3002;
    </p>
    <p>
      &#x70B9;&#x4E3B;&#x9910;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x670D;&#x52A1;&#x5458;&#x4E00;&#x822C;&#x4F1A;&#x95EE;&#xFF1A;&ldquo;Are
      you ready to order?&rdquo;
      &#x5982;&#x679C;&#x8FD8;&#x6CA1;&#x9009;&#x597D;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#xFF1A;&ldquo;Could
      I have a few more
      minutes?&rdquo;&#xFF1B;&#x51C6;&#x5907;&#x597D;&#x4E86;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5F00;&#x59CB;&#x70B9;&#x4E86;&#x3002;&#x8FD9;&#x65F6;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x83DC;&#x5355;&#x4E0A;&#x7684;&#x67D0;&#x9053;&#x83DC;&#x4E0D;&#x592A;&#x4E86;&#x89E3;&#xFF0C;&#x53EF;&#x4EE5;&#x793C;&#x8C8C;&#x5730;&#x95EE;&#xFF1A;&ldquo;What's
      in this dish?&rdquo; &#x6216;&#x8005; &ldquo;Is this spicy?&rdquo;
      &#x670D;&#x52A1;&#x5458;&#x901A;&#x5E38;&#x90FD;&#x4F1A;&#x5F88;&#x8010;&#x5FC3;&#x5730;&#x89E3;&#x91CA;&#x3002;
    </p>
    <p>
      &#x6709;&#x65F6;&#x5019;&#xFF0C;&#x5373;&#x4F7F;&#x70B9;&#x7684;&#x662F;&#x4E00;&#x4EFD;&#x4E3B;&#x83DC;&#xFF0C;&#x670D;&#x52A1;&#x5458;&#x4E5F;&#x4F1A;&#x8FFD;&#x95EE;&#x4E00;&#x4E9B;&#x989D;&#x5916;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;
    </p>
    <ul>
      <li>
        <p>
          &ldquo;What kind of dressing would you like with your
          salad?&rdquo;&#xFF08;&#x6C99;&#x62C9;&#x7528;&#x4EC0;&#x4E48;&#x9171;&#xFF1F;&#xFF09;
        </p>
      </li>
      <li>
        <p>
          &ldquo;How would you like your steak
          cooked?&rdquo;&#xFF08;&#x725B;&#x6392;&#x51E0;&#x5206;&#x719F;&#xFF1F;&#xFF09;
        </p>
      </li>
      <li>
        <p>
          &ldquo;Fries or mashed potatoes as your
          side?&rdquo;&#xFF08;&#x914D;&#x83DC;&#x8981;&#x85AF;&#x6761;&#x8FD8;&#x662F;&#x571F;&#x8C46;&#x6CE5;&#xFF1F;&#xFF09;
        </p>
      </li>
    </ul>
    <p>
      &#x7B49;&#x5403;&#x5B8C;&#x540E;&#xFF0C;&#x670D;&#x52A1;&#x5458;&#x4F1A;&#x8FC7;&#x6765;&#x95EE;&#xFF1A;&ldquo;Would
      you like anything else?&rdquo; &#x6216;&#x8005; &ldquo;Any dessert
      today?&rdquo;
      &#x5982;&#x679C;&#x4E0D;&#x9700;&#x8981;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x8BF4;&#xFF1A;&ldquo;I&rsquo;m
      good, thank you.&rdquo; &#x6216;&#x8005; &ldquo;No, I&rsquo;m full,
      thank you.&rdquo;
      &#x968F;&#x540E;&#x4ED6;&#x4EEC;&#x4F1A;&#x628A;&#x8D26;&#x5355;&#xFF08;check
      &#x6216;
      bill&#xFF09;&#x9001;&#x4E0A;&#x6765;&#xFF0C;&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x5939;&#x5B50;&#x91CC;&#x6216;&#x8005;&#x5C0F;&#x6258;&#x76D8;&#x4E0A;&#x3002;&#x548C;&#x56FD;&#x5185;&#x4E0D;&#x540C;&#x7684;&#x662F;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x81EA;&#x5DF1;&#x628A;&#x4FE1;&#x7528;&#x5361;&#x653E;&#x8FDB;&#x53BB;&#xFF0C;&#x518D;&#x7531;&#x670D;&#x52A1;&#x5458;&#x5E26;&#x53BB;&#x5237;&#x5361;&#xFF0C;&#x56DE;&#x6765;&#x4E4B;&#x540E;&#x4F60;&#x518D;&#x7B7E;&#x5B57;&#x5E76;&#x586B;&#x5199;&#x5C0F;&#x8D39;&#x91D1;&#x989D;&#xFF08;tip&#xFF09;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x6D88;&#x8D39;&#x91D1;&#x989D;&#x7684;15%&#x5230;20%&#x3002;
    </p>
    <p>
      &#x5F53;&#x7136;&#xFF0C;&#x5728;&#x70B9;&#x9910;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E5F;&#x4E0D;&#x4E4F;&ldquo;&#x770B;&#x4E0D;&#x61C2;&rdquo;&#x7684;&#x5C34;&#x5C2C;&#x65F6;&#x523B;&#x3002;&#x7F8E;&#x56FD;&#x662F;&#x4E00;&#x4E2A;&#x591A;&#x5143;&#x6587;&#x5316;&#x56FD;&#x5BB6;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;Texas&#x6D32;&#xFF0C;&#x7531;&#x4E8E;&#x9760;&#x8FD1;&#x58A8;&#x897F;&#x54E5;&#xFF0C;&#x8BB8;&#x591A;&#x9910;&#x9986;&#x7684;&#x83DC;&#x5355;&#x4E0A;&#x4E0D;&#x4EC5;&#x6709;&#x82F1;&#x8BED;&#xFF0C;&#x8FD8;&#x5E38;&#x5E38;&#x5939;&#x6742;&#x7740;&#x4E00;&#x4E9B;&#x897F;&#x73ED;&#x7259;&#x8BED;&#x7684;&#x83DC;&#x540D;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&ldquo;quesadilla&rdquo;&#x3001;&ldquo;churros&rdquo;&#x3001;&ldquo;enchiladas&rdquo;&#x3001;&ldquo;fajitas&rdquo;&#x4E4B;&#x7C7B;&#x7684;&#x8BCD;&#xFF0C;&#x770B;&#x7740;&#x5C31;&#x50CF;&#x662F;&#x5492;&#x8BED;&#x4E00;&#x6837;&#xFF0C;&#x5B8C;&#x5168;&#x731C;&#x4E0D;&#x51FA;&#x662F;&#x4EC0;&#x4E48;&#x5403;&#x7684;&#x3002;&#x6BD4;&#x5982;&#x56FE;<a
      href="#kbd">3</a>&#x7684;&#x60C5;&#x51B5;&#x6551;&#x6DF7;&#x5408;&#x4E86;&#x81F3;&#x5C11;&#x4E09;&#x79CD;&#x8BED;&#x8A00;<span
      style="margin-left: 0.16665em"></span>.<span style="margin-left: 0.16665em"></span>.<span style="margin-left: 0.16665em"></span>.<span style="margin-left: 0.16665em"></span>
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img class="image" src="file:///Users/zgw/Pictures/Photos Library.photoslibrary/resources/derivatives/8/80A8786F-13A3-4D4C-A948-708FA4083DFE_1_105_c.jpeg" width="100%"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 3. </b><a id="auto.1.2-2"></a>
          </p><div class="float">
            <p>
              &#x6765;&#x81EA;DAI DUE&#x9910;&#x5385;&#x7684;&#x83DC;&#x5355;.
              &#x5927;&#x6982;&#x53EF;&#x4EE5;&#x6CE8;&#x610F;&#x5230;&#x8FD9;&#x91CC;&#x9762;&#x6709;&#x897F;&#x73ED;&#x7259;&#x8BED;,
              &#x6CD5;&#x8BED;&#x8FD8;&#x6709;&#x82F1;&#x8BED;.<a id="kbd"></a>
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <p>
      &#x5728;&#x7F8E;&#x56FD;&#xFF0C;&#x6709;&#x4E9B;&#x8857;&#x9053;&#x7684;&#x8FC7;&#x9A6C;&#x8DEF;&#x65B9;&#x5F0F;&#x4E0E;&#x56FD;&#x5185;&#x5927;&#x4E0D;&#x76F8;&#x540C;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x4E00;&#x4E9B;&#x57CE;&#x5E02;&#x6216;&#x90CA;&#x533A;&#xFF0C;&#x884C;&#x4EBA;&#x8FC7;&#x9A6C;&#x8DEF;&#x7684;&#x4F53;&#x9A8C;&#x5F80;&#x5F80;&#x9700;&#x8981;&#x7279;&#x522B;&#x6CE8;&#x610F;&#x3002;&#x5728;&#x8BB8;&#x591A;&#x5730;&#x65B9;&#xFF0C;&#x8FC7;&#x9A6C;&#x8DEF;&#x5E76;&#x4E0D;&#x50CF;&#x6211;&#x4EEC;&#x4E60;&#x60EF;&#x7684;&#x90A3;&#x6837;&#x968F;&#x65F6;&#x53EF;&#x4EE5;&#x8D70;&#xFF0C;&#x800C;&#x662F;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x6309;&#x4E0B;&#x4E00;&#x4E2A;&#x6309;&#x94AE;&#x6765;&#x89E6;&#x53D1;&#x4FE1;&#x53F7;&#x706F;&#x7684;&#x53D8;&#x5316;&#x3002;&#x4E0E;&#x56FD;&#x5185;&#x5E38;&#x89C1;&#x7684;&#x6709;&#x56FE;&#x6807;&#x6807;&#x8BC6;&#x7684;&ldquo;&#x884C;&#x4EBA;&#x8FC7;&#x8857;&rdquo;&#x6807;&#x5FD7;&#x4E0D;&#x540C;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x6309;&#x94AE;&#x901A;&#x5E38;&#x662F;&#x7B80;&#x5355;&#x7684;&#x4E00;&#x4E2A;&#x5C0F;&#x5706;&#x5F62;&#x6309;&#x94AE;&#xFF0C;&#x4E0A;&#x9762;&#x53EA;&#x6709;&#x7B80;&#x6D01;&#x7684;&#x6587;&#x5B57;&#x63D0;&#x9192;&#xFF1A;&ldquo;Press
      button to
      cross&rdquo;&#xFF08;&#x6309;&#x4E0B;&#x6309;&#x94AE;&#x8FC7;&#x9A6C;&#x8DEF;&#xFF09;&#x3002;
    </p>
    <p>
      &#x8FD9;&#x4E9B;&#x6309;&#x94AE;&#x5E38;&#x5E38;&#x4F4D;&#x4E8E;&#x8DEF;&#x706F;&#x6746;&#x7684;&#x4FA7;&#x9762;&#x6216;&#x4EA4;&#x901A;&#x4FE1;&#x53F7;&#x706F;&#x65C1;&#x8FB9;&#xFF0C;&#x6309;&#x4E0B;&#x540E;&#xFF0C;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#x63D0;&#x793A;&#x97F3;&#x6216;&#x8005;&#x706F;&#x5149;&#x95EA;&#x70C1;&#x63D0;&#x9192;&#x4F60;&#x4FE1;&#x53F7;&#x5373;&#x5C06;&#x5207;&#x6362;&#xFF0C;&#x8868;&#x793A;&#x53EF;&#x4EE5;&#x5B89;&#x5168;&#x8FC7;&#x9A6C;&#x8DEF;&#x3002;&#x4F46;&#x6709;&#x4E9B;&#x5730;&#x65B9;&#x5E76;&#x6CA1;&#x6709;&#x56FE;&#x5F62;&#x6307;&#x793A;&#xFF0C;&#x5B8C;&#x5168;&#x4F9D;&#x8D56;&#x6587;&#x5B57;&#x8BF4;&#x660E;&#xFF0C;&#x5BF9;&#x4E8E;&#x90A3;&#x4E9B;&#x5BF9;&#x82F1;&#x6587;&#x4E0D;&#x591F;&#x719F;&#x6089;&#x7684;&#x884C;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x591A;&#x4E9B;&#x6CE8;&#x610F;&#x548C;&#x5C0F;&#x5FC3;&#x3002;&#x5C24;&#x5176;&#x662F;&#x5F53;&#x6309;&#x94AE;&#x7684;&#x4F4D;&#x7F6E;&#x6BD4;&#x8F83;&#x9690;&#x853D;&#x6216;&#x8005;&#x6CA1;&#x6709;&#x663E;&#x773C;&#x7684;&#x6807;&#x8BC6;&#x65F6;&#xFF0C;&#x5BB9;&#x6613;&#x9020;&#x6210;&#x8BEF;&#x89E3;&#x6216;&#x6F0F;&#x6309;&#x3002;
    </p>
    <p>
      &#x8FD9;&#x79CD;&#x6309;&#x6309;&#x94AE;&#x5F0F;&#x7684;&#x884C;&#x4EBA;&#x8FC7;&#x8857;&#x7CFB;&#x7EDF;&#x7ED9;&#x6211;&#x5E26;&#x6765;&#x4E86;&#x4E00;&#x4E9B;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x611F;&#x53D7;&#xFF1A;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5B83;&#x589E;&#x52A0;&#x4E86;&#x4EA4;&#x901A;&#x4FE1;&#x53F7;&#x63A7;&#x5236;&#x7684;&#x7075;&#x6D3B;&#x6027;&#x548C;&#x7CBE;&#x786E;&#x6027;&#xFF0C;&#x907F;&#x514D;&#x4E86;&#x4E0D;&#x5FC5;&#x8981;&#x7684;&#x7B49;&#x5F85;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5B8C;&#x5168;&#x4EE5;&#x6587;&#x5B57;&#x4E3A;&#x4E3B;&#x7684;&#x6807;&#x8BC6;&#x65B9;&#x5F0F;&#x4E5F;&#x8BA9;&#x4E00;&#x4E9B;&#x4E0D;&#x592A;&#x719F;&#x6089;&#x5F53;&#x5730;&#x8BED;&#x8A00;&#x6216;&#x4EA4;&#x901A;&#x89C4;&#x5219;&#x7684;&#x4EBA;&#x611F;&#x5230;&#x6709;&#x4E9B;&#x56F0;&#x60D1;&#x3002;&#x7279;&#x522B;&#x662F;&#x5728;&#x4E00;&#x4E9B;&#x4EBA;&#x6D41;&#x4E0D;&#x5BC6;&#x96C6;&#x7684;&#x5C0F;&#x8857;&#x533A;&#xFF0C;&#x8FD9;&#x79CD;&#x6309;&#x6309;&#x94AE;&#x8FC7;&#x8857;&#x7684;&#x8BBE;&#x8BA1;&#x663E;&#x5F97;&#x5C24;&#x4E3A;&#x5E38;&#x89C1;&#xFF0C;&#x4EFF;&#x4F5B;&#x662F;&#x4E3A;&#x4E86;&#x51CF;&#x5C11;&#x4E0D;&#x5FC5;&#x8981;&#x7684;&#x4EA4;&#x901A;&#x4FE1;&#x53F7;&#x53D8;&#x5316;&#xFF0C;&#x800C;&#x66F4;&#x52A0;&#x6CE8;&#x91CD;&#x5B9E;&#x9645;&#x4F7F;&#x7528;&#x65F6;&#x7684;&#x9700;&#x6C42;&#x3002;
    </p>
    <p>
      &#x6B64;&#x5916;&#xFF0C;&#x4E5F;&#x6CE8;&#x610F;&#x5230;&#x4E00;&#x4E9B;&#x5730;&#x65B9;&#x7684;&#x8FC7;&#x8857;&#x4FE1;&#x53F7;&#x57FA;&#x672C;&#x4E0A;&#x53EA;&#x901A;&#x8FC7;&#x6587;&#x5B57;&#x8FDB;&#x884C;&#x8BF4;&#x660E;&#xFF0C;&#x6807;&#x8BED;&#x7B80;&#x5355;&#x76F4;&#x63A5;&#xFF0C;&#x4F46;&#x7F3A;&#x4E4F;&#x56FE;&#x5F62;&#x63D0;&#x793A;&#xFF0C;&#x8FD9;&#x79CD;&#x5DEE;&#x5F02;&#x8BA9;&#x6211;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x7F8E;&#x56FD;&#x7684;&#x4EA4;&#x901A;&#x8BBE;&#x8BA1;&#x5728;&#x5F88;&#x591A;&#x7EC6;&#x8282;&#x4E0A;&#x90FD;&#x4F53;&#x73B0;&#x4E86;&#x529F;&#x80FD;&#x6027;&#x4F18;&#x5148;&#xFF0C;&#x4F9D;&#x8D56;&#x6587;&#x5B57;&#x8868;&#x8FBE;&#x7684;&#x65B9;&#x5F0F;&#x8F83;&#x4E3A;&#x666E;&#x904D;&#x3002;&#x987A;&#x4FBF;&#x6211;&#x4EEC;&#x8FD8;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x4E9B;&#x5947;&#x602A;&#x7684;&#x8857;&#x540D;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img class="image" src="file:///Users/zgw/Pictures/Photos Library.photoslibrary/resources/derivatives/6/6DBE813A-8125-4F09-9683-B023C6E568EC_1_102_o.jpeg" width="100%"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 4. </b><a id="auto.1.2-3"></a>
          </p><div class="float">
            <p>
              Haskell(&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;)&#x8857;
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <h2 id="auto.1.3-1">3.<span style="margin-left: 1em"></span>University of Texas at Austin<span style="margin-left: 1em"></span></h2>
    <p>
      &#x62B5;&#x8FBE;&#x5FB7;&#x5DDE;&#x5927;&#x5B66;&#x5965;&#x65AF;&#x6C40;&#x5206;&#x6821;&#xFF08;The
      University of Texas at Austin&#xFF0C;&#x7B80;&#x79F0; UT
      Austin&#xFF09;&#x540E;&#xFF0C;&#x9996;&#x5148;&#x6620;&#x5165;&#x773C;&#x5E18;&#x7684;&#x662F;&#x90A3;&#x5EA7;&#x6807;&#x5FD7;&#x6027;&#x7684;UT
      Tower&mdash;&mdash;&#x8FD9;&#x5EA7;&#x9AD8;&#x8038;&#x7684;&#x949F;&#x697C;&#x51E0;&#x4E4E;&#x53EF;&#x4EE5;&#x4ECE;&#x6821;&#x56ED;&#x4EFB;&#x4F55;&#x89D2;&#x843D;&#x770B;&#x5230;&#xFF0C;&#x662F;&#x5B66;&#x6821;&#x7684;&#x7CBE;&#x795E;&#x8C61;&#x5F81;&#x3002;&#x6821;&#x56ED;&#x672C;&#x8EAB;&#x975E;&#x5E38;&#x5927;&#xFF0C;&#x7EFF;&#x6811;&#x6210;&#x836B;&#xFF0C;&#x9664;&#x4E86;Speedway&#x6BD4;&#x8F83;&#x5BBD;&#x4E4B;&#x5916;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x6821;&#x56ED;&#x4E2D;&#x5C0F;&#x8DEF;&#x8D2F;&#x7A7F;&#x4E86;&#x59CB;&#x7EC8;&#xFF1B;&#x5EFA;&#x7B51;&#x98CE;&#x683C;&#x878D;&#x5408;&#x4E86;&#x4F20;&#x7EDF;&#x4E0E;&#x73B0;&#x4EE3;&#x3002;&#x6CBF;&#x7740;&#x4E3B;&#x5E72;&#x9053;&#x8D70;&#xFF0C;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x4E0D;&#x5C11;&#x5B66;&#x751F;&#x9A91;&#x81EA;&#x884C;&#x8F66;&#x6216;&#x6ED1;&#x677F;&#x7A7F;&#x68AD;&#x5176;&#x95F4;&#xFF0C;&#x6559;&#x5B66;&#x697C;&#x4E0E;&#x56FE;&#x4E66;&#x9986;&#x4E4B;&#x95F4;&#x70B9;&#x7F00;&#x7740;&#x96D5;&#x5851;&#x4E0E;&#x55B7;&#x6CC9;&#x3002;
    </p>
    <p>
      &#x6821;&#x56ED;&#x5468;&#x8FB9;&#x7684;&#x73AF;&#x5883;&#x4E5F;&#x5341;&#x5206;&#x6709;&#x8DA3;&#x3002;&#x6B65;&#x884C;&#x4E0D;&#x8FDC;&#x5C31;&#x662F;Austin&#x5E02;&#x4E2D;&#x5FC3;&#xFF0C;&#x65E2;&#x6709;&#x5145;&#x6EE1;&#x6587;&#x827A;&#x6C14;&#x606F;&#x7684;&#x8857;&#x5934;&#x6D82;&#x9E26;&#xFF0C;&#x4E5F;&#x6709;&#x4E0D;&#x5C11;&#x98CE;&#x683C;&#x5404;&#x5F02;&#x7684;&#x5C0F;&#x5E97;&#x3001;&#x4E66;&#x5C4B;&#x548C;&#x5496;&#x5561;&#x9986;&#x3002;&#x665A;&#x4E0A;&#x8FD8;&#x53EF;&#x4EE5;&#x542C;&#x5230;&#x73B0;&#x573A;&#x7684;&#x4E61;&#x6751;&#x97F3;&#x4E50;&#x6216;&#x8005;&#x72EC;&#x7ACB;&#x6447;&#x6EDA;&mdash;&mdash;&#x8FD9;&#x4E5F;&#x6B63;&#x662F;&#x5965;&#x65AF;&#x6C40;&ldquo;&#x4E16;&#x754C;&#x73B0;&#x573A;&#x97F3;&#x4E50;&#x4E4B;&#x90FD;&rdquo;&#xFF08;Live
      Music Capital of the
      World&#xFF09;&#x79F0;&#x53F7;&#x7684;&#x7531;&#x6765;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img class="image" src="file:///Users/zgw/Pictures/Photos Library.photoslibrary/resources/derivatives/E/E883A424-6370-42B9-86F0-66187B44C1BA_1_105_c.jpeg" width="100%"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 5. </b><a id="auto.1.3-2"></a>
          </p><div class="float">
            <p>
              PAR&#x6559;&#x5B66;&#x697C;&#x5185;&#x7684;&#x666F;&#x89C2;.
              &#x6B63;&#x5728;&#x4E3E;&#x884C;&#x4E00;&#x4E2A;&#x5C0F;&#x7EC4;&#x6BD4;&#x8D5B;.
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <p>
      &#x5728;UT
      Austin&#x6821;&#x56ED;&#x5185;&#x5916;&#x95F2;&#x901B;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x4F1A;&#x6CE8;&#x610F;&#x5230;&#x904D;&#x5E03;&#x5404;&#x4E2A;&#x89D2;&#x843D;&#x7684;&#x5BA3;&#x4F20;&#x6D77;&#x62A5;&#xFF1A;&#x6559;&#x5B66;&#x697C;&#x95E8;&#x53E3;&#x3001;&#x7535;&#x7EBF;&#x6746;&#x4E0A;&#x3001;&#x516C;&#x544A;&#x680F;&#x4E0A;&#xFF0C;&#x751A;&#x81F3;&#x8FDE;&#x6D17;&#x624B;&#x95F4;&#x95E8;&#x53E3;&#x4E5F;&#x8D34;&#x7740;&#x5404;&#x7C7B;&#x544A;&#x793A;&#x3002;&#x5185;&#x5BB9;&#x4E94;&#x82B1;&#x516B;&#x95E8;&#xFF0C;&#x4ECE;&#x5B66;&#x751F;&#x793E;&#x56E2;&#x62DB;&#x65B0;&#x3001;&#x8BB2;&#x5EA7;&#x901A;&#x77E5;&#x3001;&#x97F3;&#x4E50;&#x4F1A;&#x3001;&#x559C;&#x5267;&#x8131;&#x53E3;&#x79C0;&#x3001;&#x653F;&#x6CBB;&#x6D3B;&#x52A8;&#xFF0C;&#x5230;&#x5BFB;&#x4EBA;&#x542F;&#x4E8B;&#x3001;&#x5FC3;&#x7406;&#x54A8;&#x8BE2;&#x8D44;&#x6E90;&#x3001;&#x4E43;&#x81F3;&#x79DF;&#x623F;&#x5E7F;&#x544A;&#x5E94;&#x6709;&#x5C3D;&#x6709;&#x3002;&#x8FD9;&#x4E9B;&#x7EB8;&#x8D28;&#x6216;&#x6570;&#x5B57;&#x5370;&#x5237;&#x7684;&#x6D77;&#x62A5;&#xFF0C;&#x4E0D;&#x4EC5;&#x662F;&#x4FE1;&#x606F;&#x4F20;&#x64AD;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x4E5F;&#x6210;&#x4E86;&#x8FD9;&#x91CC;&#x6821;&#x56ED;&#x6587;&#x5316;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x3002;
    </p>
    <p>
      &#x4E0E;&#x6211;&#x4E4B;&#x524D;&#x719F;&#x6089;&#x7684;&#x6821;&#x56ED;&#x6C1B;&#x56F4;&#x4E0D;&#x540C;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x5BA3;&#x4F20;&#x901A;&#x5E38;&#x66F4;&#x76F4;&#x63A5;&#xFF0C;&#x4E5F;&#x66F4;&#x5927;&#x80C6;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x6709;&#x4E9B;&#x6D77;&#x62A5;&#x6807;&#x9898;&#x5C31;&#x76F4;&#x63A5;&#x5199;&#x7740;&#xFF1A;&ldquo;FREE
      PIZZA + TECH
      TALK&rdquo;&#xFF08;&#x514D;&#x8D39;&#x62AB;&#x8428;+&#x6280;&#x672F;&#x8BB2;&#x5EA7;&#xFF09;&#xFF0C;&#x4EE5;&#x6B64;&#x5438;&#x5F15;&#x5B66;&#x751F;&#x53C2;&#x52A0;&#x5B66;&#x672F;&#x6D3B;&#x52A8;&#xFF1B;&#x6709;&#x7684;&#x5219;&#x98CE;&#x683C;&#x5E7D;&#x9ED8;&#xFF0C;&#x6BD4;&#x5982;&#x67D0;&#x4E2A;&#x9A6C;&#x514B;&#x601D;&#x4E3B;&#x4E49;&#x7684;&#x7814;&#x8BA8;&#x73ED;&#x62DB;&#x65B0;&#x7684;&#x53E3;&#x53F7;&#x662F;&#xFF1A;&ldquo;What
      is left? Wat is Marxism?&rdquo;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img src="ustexas-3.png" style="margin-left: -0.0124121212121212em; margin-bottom: -0.0124121212121212em; margin-right: -0.0124121212121224em; margin-top: 0em; vertical-align: 0em; height: 25.3317575757576em"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 6. </b><a id="auto.1.3-3"></a>
          </p><div class="float">
            <p>
              &#x5E03;&#x544A;&#x677F;&#x4E0A;&#x7684;&#x5BA3;&#x4F20;&#x6807;&#x8BED;;
              &#x4E3A;&#x4E86;&#x9690;&#x79C1;&#x4FDD;&#x62A4;&#x8D77;&#x89C1;,
              &#x5DF2;&#x7ECF;&#x628A;&#x6240;&#x6709;&#x7684;&#x4E8C;&#x7EF4;&#x7801;&#x906E;&#x76D6;&#x4E86;
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <p>
      &#x8D70;&#x8FDB;UT
      Austin&#x7684;&#x56FE;&#x4E66;&#x9986;&#xFF0C;&#x4E00;&#x79CD;&#x9759;&#x8C27;&#x800C;&#x539A;&#x91CD;&#x7684;&#x6C1B;&#x56F4;&#x6251;&#x9762;&#x800C;&#x6765;&#x3002;&#x56FE;&#x4E66;&#x9986;&#x7A7A;&#x95F4;&#x975E;&#x5E38;&#x5BBD;&#x655E;&#xFF0C;&#x9648;&#x8BBE;&#x73B0;&#x4EE3;&#xFF0C;&#x540C;&#x65F6;&#x4FDD;&#x7559;&#x4E86;&#x5F88;&#x591A;&#x4F20;&#x7EDF;&#x7684;&#x6728;&#x8D28;&#x4E66;&#x67B6;&#x4E0E;&#x9AD8;&#x5927;&#x7684;&#x9605;&#x89C8;&#x684C;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x72EC;&#x81EA;&#x9605;&#x8BFB;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x8FD8;&#x662F;&#x5728;&#x5C0F;&#x9694;&#x95F4;&#x8BA8;&#x8BBA;&#x9879;&#x76EE;&#x7684;&#x5C0F;&#x7EC4;&#xFF0C;&#x6574;&#x4E2A;&#x73AF;&#x5883;&#x90FD;&#x4E95;&#x7136;&#x6709;&#x5E8F;&#xFF0C;&#x5145;&#x6EE1;&#x5B66;&#x672F;&#x6C14;&#x606F;&#x3002;
    </p>
    <p>
      &#x6700;&#x8BA9;&#x6211;&#x60CA;&#x559C;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x91CC;&#x7ADF;&#x7136;&#x6536;&#x85CF;&#x4E86;&#x76F8;&#x5F53;&#x591A;&#x7684;
      O&rsquo;Reilly
      &#x6280;&#x672F;&#x7C7B;&#x4E66;&#x7C4D;&#x3002;&#x719F;&#x6089;&#x7684;&#x767D;&#x8272;&#x5C01;&#x9762;&#x3001;&#x7ECF;&#x5178;&#x7684;&#x52A8;&#x7269;&#x63D2;&#x56FE;&#x51E0;&#x4E4E;&#x8986;&#x76D6;&#x4E86;&#x7F16;&#x7A0B;&#x3001;&#x7B97;&#x6CD5;&#x3001;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7B49;&#x5404;&#x7C7B;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E3B;&#x9898;&#xFF0C;&#x4EFF;&#x4F5B;&#x4E00;&#x4E0B;&#x5B50;&#x56DE;&#x5230;&#x4E86;&#x65E9;&#x4E9B;&#x5E74;&#x8FD8;&#x5728;&#x7EB8;&#x8D28;&#x4E66;&#x4E0A;&#x5543;&#x4EE3;&#x7801;&#x7684;&#x65E5;&#x5B50;&#x3002;&#x8FD9;&#x4E9B;&#x4E66;&#x7C4D;&#x867D;&#x7136;&#x5F88;&#x591A;&#x90FD;&#x662F;&#x5341;&#x5E74;&#x524D;&#x751A;&#x81F3;&#x66F4;&#x65E9;&#x7684;&#x7248;&#x672C;&#xFF0C;&#x4F46;&#x4F9D;&#x7136;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x90A3;&#x80A1;&ldquo;&#x6280;&#x672F;&#x9EC4;&#x91D1;&#x5E74;&#x4EE3;&rdquo;&#x7684;&#x9B45;&#x529B;&#x3002;
    </p>
    <p>
      &#x9664;&#x4E86;&#x6280;&#x672F;&#x4E66;&#xFF0C;&#x8FD8;&#x6709;&#x4E0D;&#x5C11;&ldquo;&#x4E0A;&#x53E4;&#x65F6;&#x4EE3;&rdquo;&#x7684;&#x64CD;&#x4F5C;&#x624B;&#x518C;&#x548C;&#x53C2;&#x8003;&#x8D44;&#x6599;&mdash;&mdash;&#x6BD4;&#x5982;&#x65E9;&#x671F;UNIX&#x7CFB;&#x7EDF;&#x6587;&#x6863;&#x3001;&#x8001;&#x7248;&#x672C;&#x7684;C&#x8BED;&#x8A00;&#x53C2;&#x8003;&#x4E66;&#xFF0C;&#x751A;&#x81F3;&#x8FD8;&#x6709;&#x67D0;&#x4E9B;&#x8FC7;&#x65F6;&#x4F46;&#x5BCC;&#x6709;&#x5386;&#x53F2;&#x4EF7;&#x503C;&#x7684;&#x7F16;&#x8BD1;&#x5668;&#x6559;&#x7A0B;&#x548C;&#x7535;&#x5B50;&#x5DE5;&#x7A0B;&#x6559;&#x6750;&#x3002;&#x7FFB;&#x5F00;&#x8FD9;&#x4E9B;&#x6CDB;&#x9EC4;&#x7684;&#x4E66;&#x9875;&#xFF0C;&#x6709;&#x4E00;&#x79CD;&#x7A7F;&#x8D8A;&#x65F6;&#x7A7A;&#x7684;&#x611F;&#x89C9;&#xFF1A;&#x5728;&#x8FD9;&#x4E9B;&#x5DF2;&#x7ECF;&#x4E0D;&#x518D;&#x66F4;&#x65B0;&#x7684;&#x4E66;&#x91CC;&#xFF0C;&#x8BB0;&#x5F55;&#x7740;&#x4E00;&#x4E2A;&#x4E2A;&#x66FE;&#x7ECF;&#x7099;&#x624B;&#x53EF;&#x70ED;&#x7684;&#x6280;&#x672F;&#x70B9;&#xFF0C;&#x4E5F;&#x8BB0;&#x5F55;&#x7740;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E00;&#x8DEF;&#x53D1;&#x5C55;&#x800C;&#x6765;&#x7684;&#x8F68;&#x8FF9;&#x3002;
    </p>
    <p>
      &#x5F53;&#x7136;&#xFF0C;&#x6709;&#x4E9B;&#x5185;&#x5BB9;&#x4ECA;&#x5929;&#x770B;&#x8D77;&#x6765;&#x5DF2;&#x7ECF;&#x8FC7;&#x65F6;&#xFF0C;&#x6BD4;&#x5982;&#x5BF9;&#x67D0;&#x4E9B;&#x8FC7;&#x4E8E;&#x5177;&#x4F53;&#x7684;&#x7F16;&#x7A0B;&#x73AF;&#x5883;&#x6216;&#x786C;&#x4EF6;&#x67B6;&#x6784;&#x7684;&#x4ECB;&#x7ECD;&#x3002;&#x4F46;&#x5373;&#x4FBF;&#x5982;&#x6B64;&#xFF0C;&#x8FD9;&#x4E9B;&#x4E66;&#x4F9D;&#x7136;&#x662F;&#x7406;&#x89E3;&#x6280;&#x672F;&#x5386;&#x53F2;&#x7684;&#x5B9D;&#x8D35;&#x7A97;&#x53E3;&#x3002;&#x53EA;&#x53EF;&#x60DC;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x56FE;&#x4E66;&#x786E;&#x5B9E;&#x5E74;&#x4EE3;&#x4E45;&#x8FDC;&#xFF0C;&#x66F4;&#x65B0;&#x4E0D;&#x591F;&#x53CA;&#x65F6;&#xFF0C;&#x9002;&#x5408;&#x7528;&#x4E8E;&#x8865;&#x5145;&#x77E5;&#x8BC6;&#x7ED3;&#x6784;&#x3001;&#x4E86;&#x89E3;&#x5386;&#x53F2;&#x8109;&#x7EDC;&#xFF0C;&#x800C;&#x975E;&#x4F5C;&#x4E3A;&#x5B9E;&#x7528;&#x624B;&#x518C;&#x6765;&#x67E5;&#x9605;&#x6700;&#x65B0;&#x6280;&#x672F;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img class="image" src="file:///Users/zgw/Pictures/Photos Library.photoslibrary/resources/derivatives/7/7C6BEC4A-551F-489F-A1B5-877F301CEC5C_1_105_c.jpeg" width="100%"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 7. </b><a id="auto.1.3-4"></a>
          </p><div class="float">
            <p>
              &#x8FD9;&#x672C;&#x4E66;&#x5728;&ldquo;&#x78B0;&#x74F7;&rdquo;D.E.
              Knuth(&#x9AD8;&#x5FB7;&#x7EB3;)&#x7684;The Art of Computer
              Programming&#x7CFB;&#x5217;&#x7545;&#x9500;&#x4E66;:
              &#x4ED4;&#x7EC6;&#x7FFB;&#x5F00;&#x77A7;&#x77A7;,
              &#x53D1;&#x73B0;&#x5185;&#x5BB9;&#x786E;&#x5B9E;&#x975E;&#x5E38;&#x7684;&#x5165;&#x95E8;.
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <h2 id="auto.1.4-1">4.<span style="margin-left: 1em"></span>&#x4E00;&#x4E9B;&#x5A31;&#x4E50;&#x6D3B;&#x52A8;<span
    style="margin-left: 1em"></span></h2>
    <h3 id="auto.1.4-2">4.1.<span style="margin-left: 1em"></span>&#x7535;&#x5F71;&#x9662;<span style="margin-left: 1em"></span></h3>
    <p>
      &#x67D0;&#x5929;&#x665A;&#x4E0A;&#xFF0C;&#x6211;&#x548C;&#x670B;&#x53CB;&#x76F8;&#x7EA6;&#x53BB;UT
      Austin&#x9644;&#x8FD1;&#x7684;&#x7535;&#x5F71;&#x9662;&#x770B;&#x300A;&#x5510;&#x4EBA;&#x8857;&#x63A2;&#x6848;&#x300B;&#x3002;&#x6CA1;&#x60F3;&#x5230;&#x5728;&#x7F8E;&#x56FD;&#x4E5F;&#x80FD;&#x770B;&#x5230;&#x534E;&#x8BED;&#x7535;&#x5F71;&#xFF0C;&#x867D;&#x7136;&#x662F;&#x82F1;&#x6587;&#x5B57;&#x5E55;&#x7248;&#xFF0C;&#x4F46;&#x603B;&#x5F52;&#x662F;&#x4E00;&#x79CD;&#x719F;&#x6089;&#x611F;&#x7684;&#x5C0F;&#x5C0F;&#x6170;&#x85C9;&#x3002;
    </p>
    <p>
      &#x5F71;&#x9662;&#x7684;&#x6574;&#x4F53;&#x73AF;&#x5883;&#x5F88;&#x597D;&#xFF0C;&#x5EA7;&#x4F4D;&#x5BBD;&#x655E;&#xFF0C;&#x7A7A;&#x8C03;&#x9002;&#x4E2D;&#xFF0C;&#x89C2;&#x4F17;&#x7D20;&#x8D28;&#x4E5F;&#x666E;&#x904D;&#x4E0D;&#x9519;&#x3002;&#x521A;&#x5750;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x8FD8;&#x633A;&#x671F;&#x5F85;&#xFF0C;&#x7ED3;&#x679C;&#x6CA1;&#x60F3;&#x5230;&#x7535;&#x5F71;&#x7968;&#x4E0A;&#x5199;&#x7684;&#x5F00;&#x573A;&#x65F6;&#x95F4;&#x5E76;&#x4E0D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x5F00;&#x573A;&#x65F6;&#x95F4;&mdash;&mdash;&#x4ECE;&#x706F;&#x5149;&#x6697;&#x4E0B;&#x6765;&#x90A3;&#x4E00;&#x523B;&#x8D77;&#xFF0C;&#x63A5;&#x8FDE;&#x64AD;&#x653E;&#x4E86;&#x6574;&#x6574;&#x5C06;&#x8FD1;
      <strong>30&#x5206;&#x949F;&#x7684;&#x5E7F;&#x544A;</strong>&#xFF1A;&#x4ECE;&#x6C7D;&#x8F66;&#x3001;&#x9999;&#x6C34;&#x3001;&#x4FDD;&#x9669;&#x3001;&#x519B;&#x961F;&#x62DB;&#x52DF;&#x5230;&#x5404;&#x79CD;&#x9884;&#x544A;&#x7247;&#xFF0C;&#x51E0;&#x4E4E;&#x4EC0;&#x4E48;&#x90FD;&#x6709;&#x3002;&#x524D;&#x5341;&#x5206;&#x949F;&#x6211;&#x8FD8;&#x9976;&#x6709;&#x5174;&#x8DA3;&#x5730;&#x770B;&#x7740;&#xFF0C;&#x540E;&#x6765;&#x5C31;&#x5F00;&#x59CB;&#x6000;&#x7591;&#x4EBA;&#x751F;&#x4E86;&mdash;&mdash;&#x539F;&#x6765;&#x8FD9;&#x5728;&#x7F8E;&#x56FD;&#x662F;&ldquo;&#x9ED8;&#x8BA4;&#x914D;&#x7F6E;&rdquo;&#xFF01;
    </p>
    <p>
      &#x8DDF;&#x56FD;&#x5185;&#x5F71;&#x9662;&ldquo;&#x51C6;&#x70B9;&#x5F00;&#x573A;&rdquo;&#x751A;&#x81F3;&ldquo;&#x7565;&#x65E9;&#x653E;&#x6B63;&#x7247;&rdquo;&#x4E0D;&#x540C;&#xFF0C;&#x7F8E;&#x56FD;&#x7535;&#x5F71;&#x9662;&#x51E0;&#x4E4E;&#x628A;&#x5E7F;&#x544A;&#x5F53;&#x4F5C;&#x89C2;&#x5F71;&#x4F53;&#x9A8C;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x800C;&#x4E14;&#x6CA1;&#x4EBA;&#x89C9;&#x5F97;&#x8FD9;&#x662F;&#x95EE;&#x9898;&#x3002;&#x8BB8;&#x591A;&#x672C;&#x5730;&#x89C2;&#x4F17;&#x90FD;&#x4E60;&#x4EE5;&#x4E3A;&#x5E38;&#xFF0C;&#x751A;&#x81F3;&#x4F1A;&#x7279;&#x5730;&#x665A;&#x4E2A;&#x5341;&#x5206;&#x949F;&#x8FDB;&#x573A;&#xFF0C;&#x4EE5;&ldquo;&#x9519;&#x8FC7;&#x5E7F;&#x544A;&rdquo;&#x4E3A;&#x76EE;&#x6807;&#x7CBE;&#x51C6;&#x8C03;&#x914D;&#x65F6;&#x95F4;&#x3002;&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x6211;&#x8FD9;&#x79CD;&#x51C6;&#x65F6;&#x5230;&#x573A;&#x7684;&ldquo;&#x5916;&#x56FD;&#x4EBA;&rdquo;&#x5C31;&#x663E;&#x5F97;&#x6709;&#x4E9B;&#x592A;&#x8BA4;&#x771F;&#x4E86;&#x3002;
    </p>
    <p>
      &#x867D;&#x7136;&#x7B49;&#x5F97;&#x4E45;&#x4E86;&#x4E00;&#x70B9;&#xFF0C;&#x4F46;&#x5F53;&#x719F;&#x6089;&#x7684;&ldquo;&#x56FD;&#x5BB6;&#x7535;&#x5F71;&#x5C40;&rdquo;&#x9F99;&#x6807;&#x663E;&#x793A;&#x51FA;&#x6765;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FD8;&#x662F;&#x611F;&#x89C9;&#x633A;&#x597D;&#x73A9;&#x7684;&#x3002;&#x4E5F;&#x7B97;&#x662F;&#x4E00;&#x6B21;&#x6587;&#x5316;&#x89C2;&#x5BDF;&#x7684;&#x5C0F;&#x63D2;&#x66F2;&#xFF1A;&#x4ECE;&#x7535;&#x5F71;&#x653E;&#x6620;&#x65F6;&#x95F4;&#x7684;&#x8BBE;&#x5B9A;&#x4E2D;&#xFF0C;&#x80FD;&#x770B;&#x51FA;&#x4E0D;&#x540C;&#x56FD;&#x5BB6;&#x5BF9;&#x65F6;&#x95F4;&#x89C2;&#x5FF5;&#x3001;&#x5546;&#x4E1A;&#x8FD0;&#x4F5C;&#x4E43;&#x81F3;&#x89C2;&#x4F17;&#x4E60;&#x60EF;&#x7684;&#x5DEE;&#x5F02;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img src="ustexas-4.png" style="margin-left: -0.0124121212121212em; margin-bottom: -0.0124121212121212em; margin-right: -0.0124121212121224em; margin-top: 0em; vertical-align: 0em; height: 18.5067636363636em"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 8. </b><a id="auto.1.4-3"></a>
          </p><div class="float">
            <p>
              &#x8FDF;&#x5230;30&#x5206;&#x949F;&#x5F00;&#x59CB;&#x653E;&#x6620;&#x7684;&#x7535;&#x5F71;
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <h3 id="auto.1.4-4">4.2.<span style="margin-left: 1em"></span>&#x53C2;&#x89C2;Harry Potter&#x5C55;<span
    style="margin-left: 1em"></span></h3>
    <p>
      &#x4E00;&#x4E2A;&#x4E0B;&#x5348;&#xFF0C;&#x4E0A;&#x5B8C;&#x6240;&#x6709;&#x7684;&#x8BFE;&#x7A0B;&#x3002;&#x6211;&#x4EEC;&#x4E00;&#x7FA4;&#x540C;&#x5B66;&#x51B3;&#x5B9A;&#x4E00;&#x8D77;&#x53BB;&#x53C2;&#x89C2;&#x300A;&#x54C8;&#x5229;&middot;&#x6CE2;&#x7279;&#x300B;&#x4E3B;&#x9898;&#x5C55;&#x89C8;&#x3002;&#x5C55;&#x9986;&#x8DDD;&#x79BB;&#x5B66;&#x6821;&#x5927;&#x7EA6;&#x6709;
      40
      &#x82F1;&#x91CC;&#xFF0C;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x62FC;&#x8F66;&#x51FA;&#x884C;&#xFF0C;&#x4E00;&#x8DEF;&#x8D70;&#x9AD8;&#x901F;&#x516C;&#x8DEF;&#x3002;&#x5F00;&#x8F66;&#x672C;&#x6765;&#x8BA1;&#x5212;&#x5F97;&#x5F88;&#x987A;&#x5229;&#xFF0C;&#x4F46;&#x6CA1;&#x60F3;&#x5230;&#x4E2D;&#x9014;&#x9047;&#x5230;&#x4E86;&#x8282;&#x65E5;&#x7684;&#x4E34;&#x65F6;&#x4EA4;&#x901A;&#x7BA1;&#x63A7;&#xFF0C;&#x8DEF;&#x4E0A;&#x7684;&#x6307;&#x793A;&#x6807;&#x5FD7;&#x53D8;&#x5F97;&#x6DF7;&#x4E71;&#xFF0C;&#x8FDE;&#x5BFC;&#x822A;&#x4E5F;&#x663E;&#x5F97;&ldquo;&#x624B;&#x8DB3;&#x65E0;&#x63AA;&rdquo;&#xFF0C;&#x628A;&#x53F8;&#x673A;&#x90FD;&#x641E;&#x6655;&#x4E86;&#x3002;
    </p>
    <p>
      &#x4E0D;&#x8FC7;&#x4E5F;&#x591A;&#x4E8F;&#x4E86;&#x8FD9;&#x4E9B;&#x4E34;&#x65F6;&#x7684;&#x6D3B;&#x52A8;&#x8DEF;&#x6807;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x7EC8;&#x4E8E;&#x7406;&#x6E05;&#x65B9;&#x5411;&#xFF0C;&#x987A;&#x5229;&#x62B5;&#x8FBE;&#x5C55;&#x89C8;&#x73B0;&#x573A;&#x3002;&#x4E00;&#x8DEF;&#x867D;&#x7136;&#x7565;&#x663E;&#x6CE2;&#x6298;&#xFF0C;&#x4F46;&#x4E5F;&#x7B97;&#x662F;&#x7ED9;&#x8FD9;&#x6B21;&ldquo;&#x9B54;&#x6CD5;&#x4E4B;&#x65C5;&rdquo;&#x6DFB;&#x4E86;&#x70B9;&#x5192;&#x9669;&#x7684;&#x6C14;&#x6C1B;&#x3002;
    </p>
    <p>
      &#x5C55;&#x89C8;&#x9986;&#x672C;&#x8EAB;&#x76F8;&#x5F53;&#x60CA;&#x8273;&#x3002;&#x5916;&#x90E8;&#x5E03;&#x7F6E;&#x5C31;&#x5F88;&#x6709;&#x6C1B;&#x56F4;&#x611F;&#xFF0C;&#x4E00;&#x8D70;&#x8FDB;&#x53BB;&#x4EFF;&#x4F5B;&#x77AC;&#x95F4;&#x7A7F;&#x8D8A;&#x5230;&#x4E86;&#x9B54;&#x6CD5;&#x4E16;&#x754C;&#x3002;&#x706F;&#x5149;&#x8BBE;&#x8BA1;&#x6781;&#x5176;&#x7CBE;&#x5DE7;&#xFF0C;&#x65E2;&#x8425;&#x9020;&#x51FA;&#x795E;&#x79D8;&#x53C8;&#x4E0D;&#x5931;&#x6E29;&#x6696;&#x7684;&#x6C1B;&#x56F4;&#x3002;&#x4ECE;&#x970D;&#x683C;&#x6C83;&#x8328;&#x56DB;&#x5927;&#x5B66;&#x9662;&#x7684;&#x5C55;&#x533A;&#xFF0C;&#x5230;&#x5BF9;&#x89D2;&#x5DF7;&#x4E0E;&#x9B54;&#x6CD5;&#x9053;&#x5177;&#x7684;&#x8FD8;&#x539F;&#xFF0C;&#x65E0;&#x4E00;&#x4E0D;&#x4EE4;&#x4EBA;&#x8D5E;&#x53F9;&#x3002;&#x6BCF;&#x4E00;&#x4E2A;&#x5C55;&#x533A;&#x90FD;&#x6709;&#x6781;&#x9AD8;&#x7684;&#x8FD8;&#x539F;&#x5EA6;&#xFF0C;&#x6709;&#x4E9B;&#x5C55;&#x54C1;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x4E92;&#x52A8;&mdash;&mdash;&#x6BD4;&#x5982;&#x7528;&ldquo;&#x9B54;&#x6756;&rdquo;&#x6325;&#x52A8;&#x89E6;&#x53D1;&#x706F;&#x5149;&#xFF0C;&#x6216;&#x8005;&#x5750;&#x4E0A;&#x970D;&#x683C;&#x6C83;&#x8328;&#x7279;&#x5FEB;&#x5217;&#x8F66;&#x7684;&ldquo;&#x8F66;&#x53A2;&rdquo;&#x62CD;&#x7167;&#x6253;&#x5361;&#x3002;
    </p>
    <p>
      &#x867D;&#x7136;&#x662F;&#x4E34;&#x65F6;&#x5C55;&#x89C8;&#xFF0C;&#x4F46;&#x65E0;&#x8BBA;&#x662F;&#x573A;&#x9986;&#x5E03;&#x7F6E;&#x3001;&#x706F;&#x5149;&#x6548;&#x679C;&#xFF0C;&#x8FD8;&#x662F;&#x97F3;&#x54CD;&#x6C1B;&#x56F4;&#xFF0C;&#x90FD;&#x975E;&#x5E38;&#x5230;&#x4F4D;&#x3002;&#x5BF9;&#x4E8E;&#x300A;&#x54C8;&#x5229;&middot;&#x6CE2;&#x7279;&#x300B;&#x7684;&#x7C89;&#x4E1D;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x5B8C;&#x5168;&#x662F;&#x4E00;&#x573A;&#x89C6;&#x89C9;&#x4E0E;&#x60C5;&#x611F;&#x7684;&#x76DB;&#x5BB4;&#x3002;&#x5373;&#x4F7F;&#x4E0D;&#x662F;&#x94C1;&#x6746;&#x7C89;&#x4E1D;&#xFF0C;&#x4E5F;&#x4F1A;&#x88AB;&#x90A3;&#x79CD;&ldquo;&#x7AE5;&#x8BDD;&#x4E0E;&#x9B54;&#x6CD5;&#x5E76;&#x5B58;&rdquo;&#x7684;&#x7EC6;&#x8282;&#x6253;&#x52A8;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img src="ustexas-5.png" style="margin-left: -0.0124121212121212em; margin-bottom: -0.0124121212121212em; margin-right: -0.0124121212121224em; margin-top: 0em; vertical-align: 0em; height: 25.4557575757576em"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 9. </b><a id="auto.1.4-5"></a>
          </p><div class="float">
            <p>
              Harry Porter&#x5C55;&#x7684;&#x5B9E;&#x65F6;&#x56FE;&#x7247;
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <h3 id="auto.1.4-6">4.3.<span style="margin-left: 1em"></span>&#x4E66;&#x5E97;<span style="margin-left: 1em"></span></h3>
    <p>
      &#x9664;&#x4E86;&#x4F20;&#x7EDF;&#x7684;&#x4E66;&#x5E97;&#xFF0C;&#x7F8E;&#x56FD;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x4E13;&#x95E8;&#x7684;&#x6F2B;&#x753B;&#x4E66;&#x5E97;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x90A3;&#x4E9B;&#x4E13;&#x6CE8;&#x4E8E;&#x7F8E;&#x56FD;&#x6F2B;&#x753B;&#x548C;&#x65E5;&#x672C;&#x6F2B;&#x753B;&#x7684;&#x5E97;&#x94FA;&#x3002;&#x8D70;&#x8FDB;&#x8FD9;&#x4E9B;&#x5E97;&#x94FA;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x5B83;&#x4EEC;&#x5145;&#x6EE1;&#x4E86;&#x6D53;&#x539A;&#x7684;&#x4E8C;&#x6B21;&#x5143;&#x6587;&#x5316;&#x6C14;&#x606F;&#x3002;&#x4ECE;&#x6F2B;&#x753B;&#x67B6;&#x4E0A;&#x7433;&#x7405;&#x6EE1;&#x76EE;&#x7684;&#x7ECF;&#x5178;&#x4F5C;&#x54C1;&#xFF0C;&#x5230;&#x5404;&#x79CD;&#x52A8;&#x6F2B;&#x89D2;&#x8272;&#x7684;&#x5468;&#x8FB9;&#x5546;&#x54C1;&#xFF0C;&#x6BCF;&#x4E2A;&#x89D2;&#x843D;&#x4F3C;&#x4E4E;&#x90FD;&#x5728;&#x547C;&#x5524;&#x7740;&#x6F2B;&#x753B;&#x7231;&#x597D;&#x8005;&#x7684;&#x5230;&#x6765;&#x3002;
    </p>
    <p>
      &#x8FD9;&#x4E9B;&#x6F2B;&#x753B;&#x4E66;&#x5E97;&#x901A;&#x5E38;&#x4F1A;&#x6709;&#x4E13;&#x95E8;&#x7684;&#x533A;&#x57DF;&#x51FA;&#x552E;&#x65E5;&#x672C;&#x6F2B;&#x753B;&#xFF08;&#x6216;&#x79F0;&ldquo;&#x52A8;&#x6F2B;&#x6F2B;&#x753B;&rdquo;&#xFF09;&#xFF0C;&#x4ECE;&#x7ECF;&#x5178;&#x7684;&#x300A;&#x706B;&#x5F71;&#x5FCD;&#x8005;&#x300B;&#x3001;&#x5230;&#x73B0;&#x4EE3;&#x70ED;&#x95E8;&#x7684;&#x300A;&#x9B3C;&#x706D;&#x4E4B;&#x5203;&#x300B;&#x3001;&#x518D;&#x5230;&#x5404;&#x7C7B;&#x9752;&#x5C11;&#x5E74;&#x6216;&#x6210;&#x4EBA;&#x5411;&#x7684;&#x6F2B;&#x753B;&#xFF0C;&#x6BCF;&#x4E00;&#x6392;&#x4E66;&#x67B6;&#x90FD;&#x5145;&#x6EE1;&#x4E86;&#x6545;&#x4E8B;&#x7684;&#x6F5C;&#x529B;&#x3002;&#x6700;&#x8BA9;&#x6211;&#x60CA;&#x559C;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x4E9B;&#x5E97;&#x94FA;&#x9664;&#x4E86;&#x539F;&#x7248;&#x65E5;&#x6587;&#x6F2B;&#x753B;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x8BB8;&#x591A;&#x5DF2;&#x7ECF;&#x88AB;&#x7FFB;&#x8BD1;&#x6210;&#x82F1;&#x6587;&#x7684;&#x7248;&#x672C;&#x3002;&#x5C24;&#x5176;&#x662F;&#x90A3;&#x4E9B;&#x66FE;&#x7ECF;&#x5728;&#x7535;&#x89C6;&#x4E0A;&#x70ED;&#x64AD;&#x7684;&#x52A8;&#x753B;&#x6539;&#x7F16;&#x6210;&#x7684;&#x6F2B;&#x753B;&#x7CFB;&#x5217;&#xFF0C;&#x50CF;&#x300A;&#x6211;&#x7684;&#x82F1;&#x96C4;&#x5B66;&#x9662;&#x300B;&#x3001;
      &#x300A;&#x8FDB;&#x51FB;&#x7684;&#x5DE8;&#x4EBA;&#x300B;&#x3001;&#x4EE5;&#x53CA;&#x300A;&#x9F99;&#x73E0;&#x300B;&#x7B49;&#xFF0C;&#x51E0;&#x4E4E;&#x90FD;&#x80FD;&#x5728;&#x8FD9;&#x4E9B;&#x4E66;&#x5E97;&#x627E;&#x5230;&#x3002;
    </p>
    <p>
      &#x6709;&#x65F6;&#x5019;&#xFF0C;&#x5E97;&#x91CC;&#x8FD8;&#x4F1A;&#x4E3E;&#x529E;&#x4E0E;&#x52A8;&#x6F2B;&#x76F8;&#x5173;&#x7684;&#x6D3B;&#x52A8;&#x6216;&#x7B7E;&#x552E;&#x4F1A;&#xFF0C;&#x5438;&#x5F15;&#x4E86;&#x5F88;&#x591A;&#x5FE0;&#x5B9E;&#x7C89;&#x4E1D;&#x548C;&#x4F5C;&#x8005;&#xFF0C;&#x6C1B;&#x56F4;&#x975E;&#x5E38;&#x70ED;&#x70C8;&#x3002;&#x6F2B;&#x8FF7;&#x4EEC;&#x4F1A;&#x5728;&#x8FD9;&#x91CC;&#x4EA4;&#x6D41;&#xFF0C;&#x5206;&#x4EAB;&#x5F7C;&#x6B64;&#x5BF9;&#x67D0;&#x4E9B;&#x89D2;&#x8272;&#x7684;&#x559C;&#x7231;&#xFF0C;&#x751A;&#x81F3;&#x5728;&#x5468;&#x672B;&#x65F6;&#xFF0C;&#x5E97;&#x94FA;&#x9644;&#x8FD1;&#x4E5F;&#x65F6;&#x5E38;&#x4E3E;&#x529E;&#x4E00;&#x4E9B;&#x52A8;&#x6F2B;&#x4E3B;&#x9898;&#x7684;&#x96C6;&#x5E02;&#x548C;&#x5C55;&#x89C8;&#x3002;&#x6574;&#x4F53;&#x800C;&#x8A00;&#xFF0C;&#x8FD9;&#x4E9B;&#x6F2B;&#x753B;&#x4E66;&#x5E97;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4E70;&#x4E66;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5B83;&#x4EEC;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x4E86;&#x4E00;&#x4E2A;&#x6587;&#x5316;&#x4EA4;&#x6D41;&#x7684;&#x793E;&#x533A;&#xFF0C;&#x8BA9;&#x4EBA;&#x53EF;&#x4EE5;&#x5B8C;&#x5168;&#x6C89;&#x6D78;&#x5728;&#x559C;&#x6B22;&#x7684;&#x52A8;&#x753B;&#x4E0E;&#x6F2B;&#x753B;&#x4E16;&#x754C;&#x4E2D;&#x3002;
    </p>
    <div style="margin-top: 1em; margin-bottom: 1em">
      <table style="width: 100%">
        <tbody><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em"><img src="ustexas-6.png" style="margin-left: -0.0124121212121212em; margin-bottom: -0.0124121212121212em; margin-right: -0.0124121212121224em; margin-top: 0em; vertical-align: 0em; height: 22.3183272727273em"></img></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; height: 0.5em"></td>
        </tr><tr>
          <td style="text-align: center; padding-left: 0em; padding-right: 0em; padding-left: 1.5em; padding-right: 1.5em"><font style="font-size: 90.0%"><p>
            <b>&#x56FE; 10. </b><a id="auto.1.4-7"></a>
          </p><div class="float">
            <p>
              &#x8F7B;&#x5C0F;&#x8BF4;&#x6587;&#x5E93;&#x7684;&#x4E66;&#x67B6;&#x548C;&#x63D0;&#x793A;
            </p>
          </div></font></td>
        </tr></tbody>
      </table>
    </div>
    <p>
      
    </p>
    <p>
      
    </p>
  </body>
</html>